//1. Составьте программу, выводящую на экран квадраты чисел от 10 до 20 включительно.
#include <iostream>

using namespace std;

int main() {
    for (int i = 10; i <= 20; i++) {
        cout << i * i << endl;
    }
    return 0;
}
